"Delete" = "Delete";
"OK" = "OK";

"Home" = "Home";
"Closed" = "Closed";
"Open" = "Open";
"Awards" = "Awards";

"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete" = "%@, %lld items, %g%% complete";

"Open Projects" = "Open Projects";
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Add New Item" = "Add New Item";
"New Project" = "New Project";
"New Item" = "New Item";
"Sort" = "Sort";
"Sort items" = "Sort items";
"Optimized" = "Optimized";

"Project name" = "Project name";
"Item name" = "Item name";

"Title" = "Title";
"Description" = "Description";
"Description of this project" = "Description of this project";
"Creation Date" = "Creation Date";
"Custom project color" = "Custom project color";

"Delete project?" = "Delete project?";
"Delete this project" = "Delete this project";
"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Edit Project" = "Edit Project";

"Mark completed" = "Mark completed";
"Edit Item" = "Edit Item";
"%@" = "%@";

"Priority" = "Priority";
"Hight" = "Hight";
"Medium" = "Medium";
"Low" = "Low";

"Basic settings" = "Basic settings";

"Locked" = "Locked";
"There's nothing here right now." = "There's nothing here right now.";
"Please select something from the memu to begin." = "Please select something from the memu to begin.";
"Are you sure you want to delete this project? You will alse delete all the items it contains." = "Are you sure you want to delete this project? You will alse delete all the items it contains.";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
